app/controllers/contacts_controller.rb

INSERT INTO "contacts" ("email", "message", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["email", "dsfsdf"], ["message", "11111"], ["created_at", "2017-10-03 13:12:58.445512"], ["updated_at", "2017-10-03 13:12:58.445512"]]
---
  def create
    @contact = Contact.new(contact_params)
    if @contact.valid?
      @contact.save